acpi_call
acpid
arc-gtk-theme
archlinux-wallpaper
autoconf
automake
baobab
bash
binutils
bison
bzip2
chrome-gnome-shell
chromium
clang
coreutils
cryptsetup
dconf-editor
device-mapper
dhcpcd
diffutils
dnsmasq
dosfstools
e2fsprogs
efibootmgr
emacs
evince
fakeroot
file
filesystem
filezilla
findutils
firefox
firefox-i18n-ja
flex
gawk
gcc
gcc-libs
gdm
gettext
git
glibc
gnome-backgrounds
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-screenshot
gnome-shell-extensions
grep
groff
grub
gthumb
gufw
gzip
htop
inetutils
iproute2
iputils
jfsutils
less
libappindicator-gtk3
libreoffice-still
libtool
libva-intel-driver
licenses
linux
logrotate
lvm2
m4
make
man-db
man-pages
mariadb
mdadm
nano
nautilus
neofetch
neovim
netctl
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openconnect
otf-ipafont
pacman
patch
pciutils
perl
pkgconf
poppler-data
powertop
procps-ng
psmisc
python2-pip
python2-pyinotify
r
reiserfsprogs
ruby
rxvt-unicode
s-nail
sed
shadow
stack
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
termite
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langjapanese
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tig
tlp
tmux
tp_smapi
ufw
urxvt-perls
usbutils
util-linux
vi
vim
wget
which
xdg-user-dirs
xf86-video-intel
xfsprogs
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zsh
zsh-syntax-highlighting
